[
  {
    "authorFirstName" : "Martin",
    "authorSurname" : "Behaim",
    "date" : "1492 (Facsimile 1908)",
    "description" : "This manuscript globe was made in only one copy and this is the best reproduction. Made the year Columbus sailed, the globe does not show North or South America, only an immense Pacific Ocean dividing Europe from Asia. Facsimile by Ernest George Ravenstein (1834–1913).",
    "id" : "8FEE3AE7-DF3F-42E3-845B-1570E2EECBC5",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/s7q969",
    "name" : "Behaim’s Globe (Facsimile)",
    "nameTranslated" : "",
    "radius" : 0.2,
    "shortName" : "Behaim’s Globe",
    "texture" : "Behaim_12237025",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Edward",
    "authorSurname" : "Quin",
    "date" : "1830",
    "description" : "A.D. 1498. The Discovery Of America. From: An Historical Atlas; In A Series Of Maps Of The World As Known At Different Periods; Constructed Upon An Uniform Scale, And Coloured According To The Political Changes Of Each Period: Accompanied By A Narrative Of The Leading Events Exhibited In The Maps: Forming Together A General View Of Universal History, From The Creation To A.D. 1828. By Edward Quin, M.A. ... The Maps Engraved By Sidney Hall. Printed For R.B. Seeley And W. Burnside; And Sold By L.B. Seeley & Sons, Fleet Street, London. MDCCCXXX.\n\nThe unique maps show progressively receding cloud borders to indicate the expansion of geographical knowledge over time. ",
    "id" : "B39C08A6-FA1A-475B-AFB4-B568FF6F2930",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/107x38",
    "name" : "A.D. 1498. The Discovery of America",
    "radius" : 0.15,
    "shortName" : "Discovery of America",
    "texture" : "Quingeo",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Urbano",
    "authorSurname" : "Monte",
    "date" : "1587",
    "description" : "At 10 feet circular on 60 sheets, this is the largest early world map of the 16th century. Hand drawn and painted by Monte himself to teach his students geography.",
    "id" : "8199D0DF-84C2-4730-BA0E-AF5E1CC1E510",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/w06lo6",
    "name" : "World Globe",
    "nameTranslated" : "Map of the World (60 sheets joined)",
    "radius" : 0.5,
    "texture" : "UrbanoMonte_10130093",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Vincenzo",
    "authorSurname" : "Coronelli",
    "date" : "1688",
    "description" : "Coronelli was one of the best globe makers of his time, combining great geotechnical skill with great artistry.",
    "id" : "1CDE5B9B-2015-4F9F-B235-4D4293A5DE1B",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/sdy4uu",
    "name" : "Globo Della Terra",
    "nameTranslated" : "Terrestrial Globe",
    "radius" : 0.52,
    "texture" : "Coronelli_Terrestrial_10070028",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Vincenzo",
    "authorSurname" : "Coronelli",
    "date" : "1693 (estimated)",
    "description" : "Images provided by the State Library of New South Wales where the original printed globe gores reside. From the catalog record of the library: “1 globe on 26 sheets ; 24 globe gores each 27.5 × 64 × 9.5 × 64 cm. and 2 polar calottes 36 cm. diam.” Title from “The works printed by Father Coronelli” in Epitome Cosmografica M DC LXXXXIII. 24 gores and 2 polar calottes to make up a 42 inch (107 cm) celestial globe. Includes text and illustrations.\n\nThis illustrated globe is amongst the largest printed. This celestial set dated 1693 is therefore contemporary with the accompanying terrestrial globe gore set which is dated 1688. Georeferencing of globe gores done by Cartography Associates in 2020. Accompanied by a set of 26 Terrestrial Globe Gores and Calottes dated 1688 (see Globo Della Terra). ",
    "id" : "A2054128-F4DF-41DA-88A4-5E4886E7D8AA",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/9ro467",
    "name" : "Orbis Coelestis Typus",
    "nameTranslated" : "Celestial Globe",
    "radius" : 0.535,
    "texture" : "Coronelli_Celestial_10570028",
    "type" : "celestial"
  },
  {
    "authorFirstName" : "Ignace Gaston",
    "authorSurname" : "Pardies",
    "date" : "1693",
    "description" : "Pardies’ Celestial Globe is considered one of the most beautiful ever made. His constellation figures are the highest art of celestial cartography.",
    "id" : "5A3D8686-65AD-4A45-91A3-803D8CE27C3D",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/6737y5",
    "name" : "Globi Coelestis",
    "nameTranslated" : "Celestial Globe",
    "radius" : 0.3,
    "texture" : "Pardies_Celestial_6900023",
    "type" : "celestial"
  },
  {
    "authorFirstName" : "Giovanni Maria",
    "authorSurname" : "Cassini",
    "date" : "1790",
    "description" : "Globo terrestre delineato sulle ultime osservazioni con i viaggi e nuove scoperte del Cap. Cook, inglese. In Roma, Presso la Calcograf(i)a Cam(era)le, 1790. Gia. Ma. Cassini, C.R.S. inc. Relief shown pictorially. The contemporary discoveries in the Pacific Ocean are shown in great detail with the courses of Cook’s three voyages delineated. Appeared in the author's Nuovo atlante geografico universale delineate suelle ultime osservazioni, Roma : Presso la Calcografia Camerale, 1792–1801.",
    "id" : "213B27DC-9B01-4382-951A-7B27A988E132",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/p3kd20",
    "name" : "Globo Terrestre",
    "radius" : 0.2,
    "texture" : "Cassini_Terrestrial_5749000",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Giovanni Maria",
    "authorSurname" : "Cassini",
    "date" : "1792",
    "description" : "Made of 12 gores with hand colored constellations in the classical form.",
    "id" : "8683E1D6-2DC8-41F8-AC24-6A1985458D06",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/vv800u",
    "name" : "Globo Celeste",
    "nameTranslated" : "Celestial Globe",
    "radius" : 0.2,
    "texture" : "Cassini_Celestial_5750000",
    "type" : "celestial"
  },
  {
    "authorFirstName" : "Aaron",
    "authorSurname" : "Arrowsmith",
    "date" : "1808",
    "description" : "A Chart of the World upon Mercator's projection exhibiting all the new discoveries to the present time: with the tracks of the most distinguished Navigators since the year 1700, carefully collected from the best charts, maps, voyages &c. Extant. And regulated from the accurate Astronomical Observations made in three voyages performed under the command of Capt. J. Cook in the years 1768, 69, 70, 71–72, 73, 74, 75–77, 78, 79, & 80. Compiled and published by A. Arrowsmith, Hydrographer ... London published as the act directs, April 1st, 1790. by A. Arrowsmith. Sheets 1-8.",
    "id" : "B182568C-6823-46A7-873B-08BA922BD463",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/eo934q",
    "name" : "World Globe",
    "nameTranslated" : "",
    "radius" : 0.32,
    "texture" : "ArrowsmithWorldMercator",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Hermann",
    "authorSurname" : "Berghaus",
    "date" : "1882",
    "description" : "Chart Of The World On Mercators Projection. Constructed By Hermann Berghaus. Gotha: Justus Perthes. I. Edition 1863, X. Edition 1882. Engraved by H. Eberhardt, E. Kuhn and W. Weiler. (with 32 inset maps). Later edition, 1st ed. was 1863 (see our copy). Changes from the 1863 edition include: North and South America are now at the center of the map as opposed to the left side, many insets of cities, straits, islands, etc. are added, many more steamship lines and routes are shown, drift ice is indicated, and topography is updated in the western U.S. A dense and complicated map, more so, if that is possible, than the first edition. Printed in full color.",
    "id" : "DA76F249-B5F4-41DC-9457-0A89CC24DCA1",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/sy8cu6",
    "name" : "World Globe",
    "radius" : 0.242,
    "texture" : "BerghausWorld",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Adolf",
    "authorSurname" : "Henze",
    "date" : "1891",
    "description" : "Henze’s globe was the largest printed globe in the 19th century. Made of 24 gores in color.",
    "id" : "CBC69460-7747-4651-A7D8-015D1AC60118",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/m5cen3",
    "name" : "Henze’s Erd-Globus",
    "nameTranslated" : "Terrestrial Globe",
    "radius" : 0.53,
    "texture" : "HenzeWorld",
    "type" : "earth"
  },
  {
    "authorSurname" : "U.S. Army Air Forces",
    "date" : "1943–1946",
    "description" : "A complete group of 43 aeronautical chart maps covering the entire world during World War II. A detailed source of information on location of civilian and military airports and related activities. Maps date from 1943 to 1946. Shows geographic features, elevation with color scale, seaplane and landplane bases, military and civilian airfields, limited landing strips, large cities, towns, villages, international boundaries, state boundaries, main roads, important trails, railroads, canals, etc. ",
    "id" : "07D3064E-D210-4E2C-B957-E7EF5CAC7720",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/a915p4",
    "name" : "Aeronautical Planning Charts of the World ",
    "radius" : 1,
    "shortName" : "Aeronautical Charts",
    "texture" : "WorldAeronautical",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Marie; Bruce C.",
    "authorSurname" : "Tharp; Heezen",
    "date" : "1976",
    "description" : "Tharp’s wall map vividly shows the underwater topography of mountains and valleys. She was one of the first woman cartographers to be recognized for her pioneering work in bathymetry. ",
    "id" : "5599CA96-B5A2-49C1-9D3A-F55EDEB61929",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/5k8f04",
    "name" : "The Floor of the Oceans",
    "nameTranslated" : "",
    "radius" : 0.28,
    "texture" : "TharpOceanFloor4black",
    "type" : "earth"
  },
  {
    "authorSurname" : "U.S. Geological Survey",
    "date" : "1976",
    "description" : "This globe joins a series of colored loose maps published over several years. Date is based on the most recent sheet in the initial 1:1,000,000 set. Rumsey Collection has 34 of the paper sheets. 10 images of the remaining sheets are taken from the online Geologic Atlas of the Moon maintained by the Lunar and Planetary Institute.",
    "id" : "229013F1-B001-4747-B9A8-4DC5CE45E83C",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/yk3eta",
    "name" : "Geologic Globe of the Moon",
    "nameTranslated" : "",
    "radius" : 1,
    "shortName" : "Geology of Moon",
    "texture" : "MoonGeology",
    "type" : "moon"
  },
  {
    "authorSurname" : "USGS Astrogeology Science Center",
    "date" : "2009",
    "description" : "Mars Viking Colorized Global Mosaic 232 m v2. This global image map of Mars has a resolution of 256 pixels\/degree (scale approximately 232 meters per pixel (m) at the equator). The colorized mosaic was completed by NASA AMES which warped the original Viking colorized mosaic and blended over the latest black\/white Mars Digital Image Model (MDIM 2.1). The positional accuracy of features in MDIM 2.1 is estimated to be roughly one pixel (200 m), compared to 3 km for MDIM 2.0 released in 2001 and >6 km for MDIM 1.0 released in 1991. In addition to relatively imprecise geodetic control, the previous mosaics were affected by changing definitions of cartographic parameters (such as the definition of zero longitude), resulting in an overall longitude shift of as much as 0.2° between the early MDIMs and other datasets. The new mosaic uses the most recent coordinate system definitions for Mars. These definitions have been widely adopted by NASA missions and other users of planetary data and are likely to remain in use for a decade or more. As a result, MDIM 2.1 not only registers precisely with data from current missions such as Mars Global Surveyor (MGS) and 2001 Mars Odyssey but will serve as an accurate basemap on which data from future missions can be plotted. The basis for the positional accuracy of MDIM 2.1 is the incorporation of all images in the mosaic into the evolving USGS\/RAND global control network of Mars. The primary reason for the greatly improved absolute accuracy of the current version of this network is the incorporation of 1232 globally distributed \"ground control points\" whose latitude and longitude were constrained to values measured from Mars Orbiter Laser Altimeter (MOLA) data. The globally adjusted MOLA dataset has an absolute horizontal accuracy on the order of 100 m, but individual features in images can probably only be tied to MOLA-derived shaded-relief digital image models with a precision on the order of 200 m. Other, lesser contributors to the accuracy of the control solution and mosaic are the use of MOLA-derived elevations for all 37,652 control points, use of updated timing and orientation data for the Viking Orbiter spacecraft, improved measurements of reseau locations in the images leading to more accurate correction of image distortions, and careful checking and re-measurement of control points with large solution residuals. The mosaic is also orthorectified based on the MOLA elevation data, so that parallax distortions present in the earlier versions are eliminated. The root-mean-square (RMS) error of the control solution is 16 micrometers (1.4 Viking image pixels, or ~300 m on the ground). Visual inspection of the mosaic indicates that both image-to-image seam mismatches and image-to-MOLA registration errors are less than one pixel almost everywhere, with maximum errors on the order of 4 pixels (1 km) occurring in only a few locations. The cartographic constants used in MDIM 2.1 are those adopted by the IAU\/IAG in 2000, which have been adopted by the majority of Mars missions and instrument teams. Coordinates (e.g., of the boundaries and centers of the individual files or map quadrangles making up the mosaic) are given in terms of east longitude and planetocentric latitude. The files in cylindrical (Equirectangular) map projection are also constructed so that lines of the map raster are equally spaced in planetocentric latitude. These files will thus register with other datasets based on planetocentric latitude either as-is or after a simple change of scale, but must be resampled in order to register to datasets based on planetographic latitude. The global mosaic is divided into 30 regions based on the USGS Mars Chart (MC) series of 1:5,000,000-scale printed maps. All regions are available in Equirectangular projection, which is a generalization of the more familiar Simple Cylindrical projection. Quadrangles 2-29 are provided only in Equirectangular, with center latitude of projection 0° this projection is identical to Simple Cylindrical. The polar quadrangles 1 and 30 are available in two Equirectangular sections with center latitudes of projection ±60° and ±75.52248781° respectively, and also as a single file in Polar Stereographic projection. The two Equirectangular sections of the polar quadrangles can be converted to center latitude of projection 0° (or equivalently to Simple Cylindrical projection) by 2:1 and 4:1 enlargement in the sample direction, respectively, after which they can be merged with the lower latitude data. The images used to make MDIM 2.1 were obtained primarily through the red, clear, and minus-blue filters of the Viking Orbiter imaging system, and thus provide a monochromatic view of Mars weighted toward the red end of the visible spectrum. Images were obtained with a wide range of solar incidence angles. It is unfortunately not possible to correct the appearance of both albedo (reflectivity) variations and topographic features for these incidence angle variations simultaneously. The images have therefore been high-pass-filtered at a scale of ~50 km to remove regional albedo variations and then normalized so that equal topographic slopes appear with equal contrast everywhere. Photometric processing for MDIM 2.1 incorporates a model of the transmission and scattering of light in the atmosphere that is substantially improved over that used in MDIM 2.0. Residual tonal mismatches between different images after photometric correction were corrected based on a least-squares adjustment of image brightness and contrast. Because of these photometric and cosmetic improvements, it was possible to use a less severe high-pass-filter than for MDIM 2.0, improving the overall appearance of the mosaic. Mission and Instrument Information: NASA's Viking Mission to Mars was composed of two spacecraft, Viking 1 and Viking 2, each consisting of an orbiter and a lander. The primary mission objectives were to obtain high resolution images of the Martian surface, characterize the structure and composition of the atmosphere and surface, and search for evidence of life. Viking 1 was launched on August 20, 1975 and arrived at Mars on June 19, 1976. The first month of orbit was devoted to imaging the surface to find appropriate landing sites for the Viking Landers. On July 20, 1976 the Viking 1 Lander separated from the Orbiter and touched down at Chryse Planitia (22.27° N, 312.05° E, planetocentric). Viking 2 was launched September 9, 1975 and entered Mars orbit on August 7, 1976. The Viking 2 Lander touched down at Utopia Planitia (47.64° N, 134.29° E, planetocentric) on September 3, 1976. The Orbiters imaged the entire surface of Mars at a resolution of 150 to 300 meters, and selected areas at 8 meters. The lowest periapsis altitude for both Orbiters was 300 km. The Viking 2 Orbiter was powered down on July 25, 1978 after 706 orbits, and the Viking 1 Orbiter on August 17, 1980, after over 1400 orbits. The Viking Landers transmitted images of the surface, took surface samples and analyzed them for composition and signs of life, studied atmospheric composition and meteorology, and deployed seismometers. The Viking 2 Lander ended communications on April 11, 1980, and the Viking 1 Lander on November 13, 1982, after transmitting over 1400 images of the two sites.",
    "id" : "C2F23630-B712-4142-84D5-2A6A3D220682",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/lb31rx",
    "name" : "Mars Viking Global Mosaic",
    "radius" : 0.3,
    "shortName" : "Mars",
    "texture" : "Mars_Viking_10594",
    "type" : "planet"
  },
  {
    "authorSurname" : "USGS Astrogeology Science Center",
    "date" : "2012",
    "description" : "Jupiter Io Galileo SSI Global Color Merge Mosaic 1 km v1.",
    "id" : "DC8968CF-A3EC-4C9A-B10F-3DEFF2BFF571",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/7f887m",
    "name" : "Jupiter Io Global Mosaic",
    "nameTranslated" : "",
    "radius" : 0.3,
    "shortName" : "Jupiter Io",
    "texture" : "Jupiter_IO",
    "type" : "moonNonEarth"
  },
  {
    "authorSurname" : "Arizona State University LROC Team",
    "date" : "2013",
    "description" : "Moon LRO LROC WAC Global Morphology Mosaic 100m v3. Lunar Reconnaissance Orbiter Camera (LROC) Wide Angle Camera (WAC) aboard the Lunar Reconnaissance Orbiter (LRO) has allowed the instrument team to create a global mosaic comprised of over 15,000 images acquired between November 2009 and February 2011. The WAC maps the whole Moon in one month, however the solar incidence angle at the equator changes about 28° from the beginning to the end of the month. To even out the incidence angle variations (generally angles between 55-75 degrees), this morphology mosaic (at 643 nm), is comprised of data collected over three periods (1\/20\/2010 to 1\/28\/2010, 5\/30\/2010 to 6\/6\/2010, 7\/24\/2010 to 7\/31\/2010). The South Pole mosaic images were acquired 8\/10\/10 to 9\/19\/10 and the north polar images 4\/22\/10 to 5\/19\/10. Some gores were filled with data taken at other times. The non-polar images were map projected onto the GLD100, WAC-derived 100 meters per pixel (m), while polar images were map projected on the Lunar Orbiter Laser Altimeter (LOLA) shape model (80° to 90° N\/S) and the GLD100 (60° to 80° N\/S). In addition, the LOLA derived crossover corrected ephemeris and an improved camera pointing provide accurate positioning of each WAC image. Because the polar images were acquired at a different season than the equatorial images, and the lunar photometric function is not perfectly known, there can be a brightness difference where the polar mosaics meet the equatorial mosaics. This has been greatly reduced in version 3 (created in June 2013). Mission and Instrument Information: The U.S. National Aeronautics and Space Administration (NASA) launched the Lunar Reconnaissance Orbiter (LRO) spacecraft to the Moon in June 2009 (Tooley et al., 2010) carrying a variety of instruments that continue to return high-resolution images of the lunar surface from its eccentric polar mapping orbit (Petro et al., 2019). The LRO is a robotic spacecraft designed to acquire data to prepare for and support future human exploration of the Moon. The Lunar Reconnaissance Orbiter Camera (LROC) is a system of three cameras mounted on the LRO that capture high resolution black and white images and moderate resolution multi-spectral images of the lunar surface (ASU, 2019). The LROC consists of two narrow-angle cameras (NACs) that provide 0.5 meter-scale panchromatic images over a 5 km swath , a wide-angle camera (WAC) to provide images at a scale of 100 meters\/pixel in seven color bands over a 60 km swath, and a Sequence and Compressor System (SCS) supporting data acquisition for both cameras. The LROC data sets are produced by the LROC Team at the Tempe campus of Arizona State University (PDS IMG, 2018).",
    "id" : "5704D0AD-34C9-4072-9A03-E53AF8C0FA37",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/7e2nxk",
    "name" : "Moon Global Morphology Mosaic",
    "radius" : 0.3,
    "shortName" : "Morphology of Moon",
    "texture" : "MoonBW",
    "type" : "moon"
  },
  {
    "authorSurname" : "Johns Hopkins Applied Physics Laboratory",
    "date" : "2016",
    "description" : "Mercury Messenger MDIS Basemap MD3 Color Global Mosaic 665m. This mosaic shows Mercury's colors as viewed by placing images from MESSENGER's 1000 nm, 750 nm, and 430 nm narrow-band filters in the red, green, and blue channel respectively. This is not what Mercury would look like to the human eye, but rather by using a wider range of wavelengths, color differences on Mercury's surface can be accentuated beyond those visible to a person. The 3-color Map Projected Multispectral RDR (MD3) data set consists of a mosaicked global color map of 3-color image sets, as reflectance corrected to i = 30º, e = 0º, and g = 30º sampled at a scale of 128 pixels per degree, compiled from images taken as a part of the regional 3-color map campaign. This is version 1 of the map, delivered at end of mission. Instead of the value from any single image being used at a particular pixel location in a given wavelength band, the value used is the average from all of the images at that location where criteria for image scale, photometric geometry, and detector temperature are met. This mosaic contains data acquired by the MErcury Surface, Space ENvironment, GEochemistry and Ranging (MESSENGER) Mercury Dual Imaging System (MDIS) instrument.",
    "id" : "29178921-F765-4AA5-8F29-115596B3B956",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/44g8e9",
    "name" : "Mercury Messenger Global Mosaic",
    "radius" : 0.3,
    "shortName" : "Mercury",
    "texture" : "Mercury_10591",
    "type" : "planet"
  },
  {
    "authorFirstName" : "Peter",
    "authorSurname" : "Bellerby",
    "date" : "2023",
    "description" : "Peter Bellerby makes modern globes with old world craftsmanship. Many consider him the finest living globemaker.",
    "id" : "EB8D10A3-8765-46A6-A47D-FA9B6A17345F",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/cd8p41",
    "name" : "Bellerby World Globe",
    "nameTranslated" : "",
    "radius" : 0.325,
    "texture" : "Bellerby65cmSchminkeGagarin",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Peter",
    "authorSurname" : "Bellerby",
    "date" : "2023",
    "description" : "Prussia Blue version of Bellerby’s World Globe. Peter Bellerby makes modern globes with old world craftsmanship. Many consider him the finest living globemaker.",
    "id" : "9CC2B10E-E0A1-498C-BD83-9678C15E84BC",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/l4x5h0",
    "name" : "Bellerby Prussian Blue World Globe",
    "radius" : 0.325,
    "shortName" : "Bellerby Prussian Blue",
    "texture" : "Bellerby65cmPrussianBlue",
    "type" : "earth"
  },
  {
    "authorFirstName" : "Peter",
    "authorSurname" : "Bellerby",
    "date" : "2023",
    "description" : "Yellow Ochre version of Bellerby’s World Globe. Peter Bellerby makes modern globes with old world craftsmanship. Many consider him the finest living globemaker.",
    "id" : "30C1F163-D426-4148-9205-7B3345FC7187",
    "infoURL" : "https:\/\/www.davidrumsey.com\/luna\/servlet\/s\/daqe1k",
    "name" : "Bellerby Yellow Ochre World Globe",
    "radius" : 0.325,
    "shortName" : "Bellerby Yellow Ochre",
    "texture" : "Bellerby65cmYellowOchre",
    "type" : "earth"
  }
]
